{
  "metadata": {
    "language_code": "es",
    "region": "ES, MX, AR, CO, CL",
    "market_priority": "tier_2",
    "cultural_notes": "Spanish-speaking markets have strong family bonds with pets. Emphasize family protection and pet as family member",
    "localization_date": "2025-01-21",
    "reviewer": "Native Spanish Speaker + Pet Industry Expert",
    "status": "approved"
  },
  "app_store_fields": {
    "app_name": {
      "ios": "TailTracker",
      "android": "TailTracker: Seguridad GPS para Mascotas",
      "notes": "Brand name maintained, descriptive tagline added for Android search optimization"
    },
    "subtitle_tagline": {
      "ios_subtitle": "Seguridad y GPS para Mascotas",
      "android_short_description": "Mantén a tus mascotas seguras con GPS, geofencing y alertas instantáneas.",
      "character_limits_used": {
        "ios": "29/30",
        "android": "79/80"
      }
    },
    "description": {
      "promotional_text": "Mantén a tus mascotas seguras con rastreo GPS en tiempo real, geofencing inteligente y alertas instantáneas. Tranquilidad para familias con mascotas.",
      "full_description": "**Mantén a tus Queridas Mascotas Seguras y Saludables con TailTracker**\n\nTailTracker es la aplicación definitiva de gestión de mascotas que combina rastreo GPS avanzado con monitoreo integral de salud para asegurar que tus compañeros peludos estén siempre seguros y bien cuidados.\n\n🏠 **ZONAS SEGURAS INTELIGENTES**\nCrea zonas seguras personalizadas alrededor de tu hogar, parque o cualquier ubicación. Recibe notificaciones instantáneas si tu mascota sale de su área designada, dándote tranquilidad ya sea que estés en el trabajo o durmiendo.\n\n📍 **RASTREO GPS EN TIEMPO REAL**\nRastrea la ubicación de tu mascota en tiempo real con tecnología GPS precisa. Ve su posición actual, historial de ubicaciones y patrones de movimiento en un mapa interactivo potenciado por Google Maps.\n\n🚨 **ALERTAS INTELIGENTES**\nRecibe notificaciones push instantáneas para:\n• Salidas y entradas de zonas seguras con detalles de ubicación\n• Advertencias de batería baja antes de que sea demasiado tarde\n• Patrones de actividad inusuales y cambios de comportamiento\n• Recordatorios de citas médicas y alertas de medicamentos\n• Situaciones de emergencia que requieren atención inmediata\n\n📋 **REGISTROS DE SALUD COMPLETOS**\nMantén registros detallados de salud para cada mascota:\n• Horarios de vacunación con recordatorios automáticos\n• Seguimiento de medicamentos con alertas de dosis y renovaciones\n• Historial de citas veterinarias y próximas visitas\n• Monitoreo de peso y crecimiento con gráficos de progreso\n• Notas médicas, síntomas y almacenamiento de documentos\n\n👥 **GESTIÓN DE MÚLTIPLES MASCOTAS**\nPerfecto para familias con múltiples mascotas. Gestiona perros, gatos, pájaros y otras mascotas en una sola aplicación. Cada mascota obtiene su propio perfil con configuraciones personalizadas.\n\n🔋 **OPTIMIZADO PARA BATERÍA**\nLa gestión avanzada de energía asegura que el rastreo de tu mascota funcione eficientemente. Algoritmos inteligentes minimizan el uso de batería mientras mantienen un monitoreo confiable.\n\n📊 **INFORMACIÓN DE ACTIVIDAD**\nMonitorea los niveles de actividad diaria de tu mascota, patrones de ejercicio y estadísticas de movimiento para asegurar que obtengan suficiente ejercicio y mantengan buena salud.\n\n🌙 **FUNCIONA 24/7**\nEl monitoreo en segundo plano significa que TailTracker funciona incluso cuando tu teléfono está bloqueado o la aplicación está cerrada. La seguridad de tu mascota nunca duerme.\n\n👨‍👩‍👧‍👦 **COMPARTIR EN FAMILIA**\nInvita a miembros de la familia, cuidadores de mascotas y cuidadores a ayudar a monitorear tus mascotas. Todos se mantienen actualizados con acceso compartido a perfiles, horarios e información de ubicación.\n\n✨ **CARACTERÍSTICAS PREMIUM:**\n• Mascotas ilimitadas (versión gratuita soporta hasta 2 mascotas)\n• Historial de ubicación extendido (30 días vs 7 días)\n• Análisis avanzados de salud e información de comportamiento\n• Soporte prioritario al cliente de compañeros amantes de mascotas\n• Sin anuncios para una experiencia libre de distracciones\n• Exportar registros de salud a PDF para visitas veterinarias\n\n🔒 **PRIVACIDAD Y SEGURIDAD**\n• Cifrado de extremo a extremo para todos los datos sensibles de mascotas\n• Sin venta o compartir datos con anunciantes\n• Prácticas de privacidad conformes con GDPR y CCPA\n• Almacenamiento local de datos con respaldo seguro en la nube\n• Controles de privacidad transparentes y consentimiento del usuario\n\n🎯 **PERFECTO PARA:**\n• Dueños de perros que quieren tranquilidad durante paseos\n• Padres de gatos con gatos exteriores que necesitan monitoreo\n• Hogares con múltiples mascotas que requieren organización\n• Dueños de mascotas con animales especiales o ancianos\n• Familias ocupadas coordinando cuidado compartido de mascotas\n• Cuidadores profesionales de mascotas y paseadores de perros\n• Cualquiera que considere a su mascota familia\n\nDescarga TailTracker hoy y dale a tus mascotas la protección que merecen. Porque cada mascota merece volver a casa segura.\n\n**¿Necesitas ayuda?** Contáctanos en help@tailtracker.com o visita nuestro sitio web en www.tailtracker.com",
      "character_limits_used": {
        "ios_promo": "169/170",
        "description": "3,987/4,000"
      }
    },
    "keywords": {
      "ios_keywords": "rastreador mascotas,GPS perro,seguridad mascotas,mascota perdida,rastreador perro,rastreador gato,localizador,geofencing,familia mascotas",
      "android_keywords_in_description": [
        "rastreador mascotas",
        "GPS mascotas",
        "seguridad mascotas",
        "mascota perdida",
        "rastreador perro",
        "rastreador gato",
        "geofencing mascotas",
        "ubicación mascotas",
        "familia mascotas",
        "salud mascotas",
        "cuidado mascotas"
      ],
      "character_limit_used": "99/100"
    },
    "whats_new": {
      "version_notes": "**Versión 1.0.0 - ¡Bienvenido a TailTracker! 🎉**\n\n¡Estamos emocionados de lanzar TailTracker, la solución integral de seguridad y gestión de mascotas diseñada específicamente para usuarios hispanohablantes!\n\n**🐾 CARACTERÍSTICAS DE LANZAMIENTO:**\n• Rastreo GPS en tiempo real con integración de Google Maps\n• Alertas y monitoreo de zonas seguras inteligentes\n• Sistema completo de gestión de registros de salud\n• Soporte para múltiples mascotas para familias grandes\n• Hermosa interfaz Material Design 3 con temas dinámicos\n• Características de compartir y colaboración familiar\n• Protocolos de contacto de emergencia y mascotas perdidas\n\n**🔒 PRIVACIDAD Y SEGURIDAD:**\n• Cifrado de extremo a extremo para todos los datos de ubicación de mascotas\n• Manejo de datos conforme con GDPR y CCPA\n• Sin venta o compartir datos con terceros\n• Controles de privacidad transparentes con permisos granulares\n\n**💎 BENEFICIOS PREMIUM:**\n• Perfiles de mascotas ilimitados (versión gratuita soporta 2)\n• Historial de ubicación extendido de 30 días (vs 7 días gratis)\n• Análisis avanzados de salud e información de comportamiento\n• Soporte prioritario al cliente de compañeros padres de mascotas\n\nGracias por elegir TailTracker! Estamos comprometidos a mantener a tus mascotas seguras y ayudarte a proporcionar el mejor cuidado posible.\n\n¡Envía comentarios a feedback@tailtracker.com - leemos cada mensaje!",
      "character_limit_used": "1,745/4,000"
    }
  },
  "localization_guidelines": {
    "tone_of_voice": "Cálido, familiar, protector - enfatizar el vínculo emocional con las mascotas como miembros de la familia",
    "cultural_adaptations": [
      "Uso de 'mascotas' en lugar de 'animales domésticos'",
      "Énfasis en la familia y protección del hogar",
      "Incluir referencias a tradiciones familiares con mascotas",
      "Considerar diferencias regionales (España vs. Latinoamérica)"
    ],
    "avoid_terms": [
      "Animales domésticos (too formal)",
      "Tracking (use 'rastreo' or 'seguimiento')",
      "Pet owner (use 'padre/madre de mascota' or 'dueño')"
    ],
    "preferred_terms": [
      "mascota → pet",
      "compañero peludo → furry companion",
      "familia → family",
      "hogar → home",
      "seguridad → safety",
      "tranquilidad → peace of mind"
    ],
    "formatting_notes": "Spanish uses longer text - ensure adequate spacing in UI. Use formal 'usted' in customer service contexts, informal 'tú' in marketing copy",
    "review_process": "Native speaker review required for each market (Spain, Mexico, Argentina) due to regional variations"
  },
  "market_specific": {
    "pet_ownership_stats": "68% of Spanish households own pets, with dogs being most popular (25% of households)",
    "cultural_pet_preferences": "Strong emotional bonds with pets, pets considered family members, growing trend of pet humanization",
    "local_regulations": "EU GDPR compliance required, specific pet identification laws in Spain",
    "competitor_landscape": "Limited localized pet tracking apps, opportunity for first-mover advantage",
    "pricing_strategy": "€4.99/month competitive with local market, consider regional pricing for Latin America"
  }
}